img/1-RDF-graph-L3-10-auto/Q7cM.mmd
flowchart LR
A[student:Ana] -->|ex:knows| L[student:Luis]
A -->|ex:enrolledIn| C[course:c03]
L -->|ex:enrolledIn| C
A -->|rdfs:label| AN(("Ana"))
L -->|rdfs:label| LN(("Luis"))
